{"response":{"status":"ok","userTier":"developer","total":70075,"startIndex":1,"pageSize":4,"currentPage":1,"pages":17519,"orderBy":"relevance","results":[{"id":"politics/2018/dec/20/pantomime-politics-and-the-real-world","type":"article","sectionId":"politics","sectionName":"Politics","webPublicationDate":"2018-12-20T18:28:53Z","webTitle":"Pantomime politics and the real world | Letters","webUrl":"https://www.theguardian.com/politics/2018/dec/20/pantomime-politics-and-the-real-world","apiUrl":"https://content.guardianapis.com/politics/2018/dec/20/pantomime-politics-and-the-real-world","fields":{"headline":"Pantomime politics and the real world","standfirst":"Readers respond to the allegations that Jeremy Corbyn called Theresa May a ‘stupid woman’","trailText":"<strong>Letters:</strong> Readers respond to the allegations that Jeremy Corbyn called Theresa May a ‘stupid woman’","byline":"Letters","main":"<figure class=\"element element-image\" data-media-id=\"64f7811a6290258509f72565292e201b6b10b2a6\"> <img src=\"https://media.guim.co.uk/64f7811a6290258509f72565292e201b6b10b2a6/0_14_1711_1027/1000.jpg\" alt=\"Theresa May animated at the despatch box\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May animated at the dispatch box. Photograph: HO/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>The “did he or didn’t he” over what Jeremy Corbyn actually mouthed at the PM in PMQs (<a href=\"https://www.theguardian.com/politics/2018/dec/19/jeremy-corbyn-accused-of-calling-theresa-may-a-stupid-woman\" title=\"\">‘Oh no he didn’t…’ Corbyn denies calling PM a ‘stupid woman’</a>, 20 December) reminds me of the “fuddle duddle” that Pierre Trudeau claimed he mouthed at his opponents in the Canadian House of Commons on 16 February 1971 instead of what many observed to be far more Anglo-Saxon language. Two pop songs emerged from that incident, including Do the Fuddle Duddle, from a band opportunistically named the House of Commons.<br><strong>John Marriott</strong><br><em>North Hykeham, Lincolnshire</em></p> <p>• On Wednesday, I watched as a long queue of people waited outside a church in Hartlepool for a hot meal. Earlier there had been stories of families without the means to provide even the simplest Christmas because of the disastrous problems in implementing universal credit. And then in question time, our prime minister was playing the pantomime dame, urged on by hysterical supporters! This was dismissed by the leader of the house as “<a href=\"https://www.bbc.co.uk/news/uk-politics-46631584\" title=\"\">parliamentary banter</a>”! What have we come to?<br><strong>Merle Davies</strong><br><em>Amersham, Buckinghamshire</em></p> <p>• If Theresa May had called Jeremy Corbyn “a silly man”, would that have been a problem?<br><strong>Elisabeth Leedham-Green</strong><br><em>Cambridge</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here to upload it</em></strong></a><strong><em> and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>","newspaperPageNumber":"7","wordcount":"246","commentable":"false","firstPublicationDate":"2018-12-20T18:28:53Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2018-12-20T18:30:44Z","newspaperEditionDate":"2018-12-21T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://gu.com/p/a9xtn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/64f7811a6290258509f72565292e201b6b10b2a6/0_14_1711_1027/500.jpg","legallySensitive":"false","lang":"en","bodyText":"The “did he or didn’t he” over what Jeremy Corbyn actually mouthed at the PM in PMQs (‘Oh no he didn’t…’ Corbyn denies calling PM a ‘stupid woman’, 20 December) reminds me of the “fuddle duddle” that Pierre Trudeau claimed he mouthed at his opponents in the Canadian House of Commons on 16 February 1971 instead of what many observed to be far more Anglo-Saxon language. Two pop songs emerged from that incident, including Do the Fuddle Duddle, from a band opportunistically named the House of Commons. John Marriott North Hykeham, Lincolnshire • On Wednesday, I watched as a long queue of people waited outside a church in Hartlepool for a hot meal. Earlier there had been stories of families without the means to provide even the simplest Christmas because of the disastrous problems in implementing universal credit. And then in question time, our prime minister was playing the pantomime dame, urged on by hysterical supporters! This was dismissed by the leader of the house as “parliamentary banter”! What have we come to? Merle Davies Amersham, Buckinghamshire • If Theresa May had called Jeremy Corbyn “a silly man”, would that have been a problem? Elisabeth Leedham-Green Cambridge • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition","charCount":"1485","shouldHideReaderRevenue":"false","showAffiliateLinks":"false"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2019/mar/08/democrats-hr-1-for-the-people-elections-ethics-reform-tax-returns","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2019-03-08T15:17:45Z","webTitle":"Democrats target big money in politics with ethics reform package","webUrl":"https://www.theguardian.com/us-news/2019/mar/08/democrats-hr-1-for-the-people-elections-ethics-reform-tax-returns","apiUrl":"https://content.guardianapis.com/us-news/2019/mar/08/democrats-hr-1-for-the-people-elections-ethics-reform-tax-returns","fields":{"headline":"Democrats target big money in politics with ethics reform package","standfirst":"<p>For the People Act, or HR 1, also aims to expand voting rights and require presidents to disclose their tax returns</p>","trailText":"For the People Act, or HR 1, also aims to expand voting rights and require presidents to disclose their tax returns","byline":"Lauren Gambino in Washington","main":"<figure class=\"element element-image\" data-media-id=\"9021cfc98c07dda6e92776f736808fc203a3af88\"> <img src=\"https://media.guim.co.uk/9021cfc98c07dda6e92776f736808fc203a3af88/0_348_5223_3134/1000.jpg\" alt=\"‘This is about instilling the confidence of the American people in the political process, in what happens in government, that it is the people’s’ interest that are being served,’ Nancy Pelosi said.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘This is about instilling the confidence of the American people in the political process, in what happens in government, that it is the people’s’ interest that are being served,’ Nancy Pelosi said.</span> <span class=\"element-image__credit\">Photograph: Jim Lo Scalzo/EPA</span> </figcaption> </figure>","body":"<p>Congressional Democrats passed a sweeping elections and ethics reform package on Friday morning that aims to reduce the role of big money in politics, expand voting rights – and require presidents to disclose their tax returns.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/mar/08/trump-inauguration-money-shell-companies-revealed\">Trump inauguration took money from shell companies tied to foreigners</a> </p> </aside>  <p>The House package, called the For the People Act, or HR 1, is the first major piece of legislation offered by the Democratic-controlled House, and aims to fulfill the promises lawmakers made on the campaign trail to make government more transparent and more accountable.</p> <p>The House speaker, Nancy Pelosi, celebrating the vote and confronting critics, said on Friday: “This is a historic day, a pivotal day. A day that will make a difference as we go forward. And to those – as Mr Phillips, congressman Phillips said: yes, it is a power grab. A power grab on behalf of the people.”</p> <p>The plan would set up a public financing system for congressional campaigns that advocates say would reduce the influence of wealthy donors and special interests and create a more responsive politics. It also calls for:</p> <ul> <li><p>Making election day a national holiday</p></li> <li><p>Establishing automatic national voter registration</p></li> <li><p>Requiring “dark money” political groups to disclose their donor list</p></li> <li><p>Preventing members of Congress from serving on corporate boards</p></li> </ul> <p>The measure also includes other provisions, such as support for DC statehood, paper ballots in federal elections and voter registration for minors, beginning at age 16.</p> <p>Pelosi had explained earlier: “It’s about confidence. It’s about ending skepticism. This is about honoring our democracy.”</p> <p>She said the legislation aimed to restore faith that government was for the people’s interests “not dark special interests”.</p> <p>The House began debate on HR1 on Wednesday and was expected to pass the package on Friday, with all 235 Democrats signed on as co-sponsors. But the legislation faces fierce opposition in the Republican-controlled Senate, where the majority leader, Mitch McConnell, has already said he would not allow a floor vote.</p> <p>Republicans have decried the bill as a “power grab” and an effort designed to sway elections in their favor.</p> <p>“This is a terrible proposal,” McConnell said of the measure, which he has labelled the “Democrat Politician Protection Act”. “This is a solution in search of a problem. What it really is is a bill designed to make it more likely that Democrats win more often.”</p> <p>With the bill’s passage, House Democrats hope to reset their message, which was overshadowed this week by controversy and internal division. On Thursday the House voted to condemn antisemitism and Islamophobia after the freshman congresswoman Ilhan Omar insinuated that supporters of Israel encouraged dual loyalty.</p> <p>During the midterms, Democrats ran on a message of government ethics and elections reform. By promising to strengthen ethics laws, restore integrity to the voting systems and reduce the influence of big money, Democrats sought to draw a sharp contrast with Donald Trump and his administration.</p> <p>Trump came to Washington on a promise to “drain the swamp”, but several members of his cabinet have resigned amid ethics scandals and other controversies.</p> <p>Polling shows broad, bipartisan public support for campaign finance reform as voters grow increasingly frustrated with the role of big money in politics. A <a href=\"http://www.people-press.org/2018/04/26/the-public-the-political-system-and-american-democracy/\">recent Pew Research Center report</a> found that 77% of voters believe “there should be limits on the amount of money individuals and organizations can spend on campaigns”.</p> <p>Even if the bill doesn’t stand a chance of passing, reform advocates are galvanized by the widespread support among Democrats, including several presidential candidates.</p> <p>“It’s the boldest and most sweeping package of reforms in a generation,” wrote Tiffany Muller, the president of End Citizens United, a group that advocates around campaign finance reform. “It will reset the way our government works by amplifying the voice of everyday families, so that politicians must be accountable to them – not wealthy donors.”</p>","wordcount":"630","firstPublicationDate":"2019-03-08T13:02:07Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2019-03-08T18:54:24Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://gu.com/p/bvgkt","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/9021cfc98c07dda6e92776f736808fc203a3af88/0_348_5223_3134/500.jpg","legallySensitive":"false","lang":"en","bodyText":"Congressional Democrats passed a sweeping elections and ethics reform package on Friday morning that aims to reduce the role of big money in politics, expand voting rights – and require presidents to disclose their tax returns. The House package, called the For the People Act, or HR 1, is the first major piece of legislation offered by the Democratic-controlled House, and aims to fulfill the promises lawmakers made on the campaign trail to make government more transparent and more accountable. The House speaker, Nancy Pelosi, celebrating the vote and confronting critics, said on Friday: “This is a historic day, a pivotal day. A day that will make a difference as we go forward. And to those – as Mr Phillips, congressman Phillips said: yes, it is a power grab. A power grab on behalf of the people.” The plan would set up a public financing system for congressional campaigns that advocates say would reduce the influence of wealthy donors and special interests and create a more responsive politics. It also calls for: Making election day a national holiday Establishing automatic national voter registration Requiring “dark money” political groups to disclose their donor list Preventing members of Congress from serving on corporate boards The measure also includes other provisions, such as support for DC statehood, paper ballots in federal elections and voter registration for minors, beginning at age 16. Pelosi had explained earlier: “It’s about confidence. It’s about ending skepticism. This is about honoring our democracy.” She said the legislation aimed to restore faith that government was for the people’s interests “not dark special interests”. The House began debate on HR1 on Wednesday and was expected to pass the package on Friday, with all 235 Democrats signed on as co-sponsors. But the legislation faces fierce opposition in the Republican-controlled Senate, where the majority leader, Mitch McConnell, has already said he would not allow a floor vote. Republicans have decried the bill as a “power grab” and an effort designed to sway elections in their favor. “This is a terrible proposal,” McConnell said of the measure, which he has labelled the “Democrat Politician Protection Act”. “This is a solution in search of a problem. What it really is is a bill designed to make it more likely that Democrats win more often.” With the bill’s passage, House Democrats hope to reset their message, which was overshadowed this week by controversy and internal division. On Thursday the House voted to condemn antisemitism and Islamophobia after the freshman congresswoman Ilhan Omar insinuated that supporters of Israel encouraged dual loyalty. During the midterms, Democrats ran on a message of government ethics and elections reform. By promising to strengthen ethics laws, restore integrity to the voting systems and reduce the influence of big money, Democrats sought to draw a sharp contrast with Donald Trump and his administration. Trump came to Washington on a promise to “drain the swamp”, but several members of his cabinet have resigned amid ethics scandals and other controversies. Polling shows broad, bipartisan public support for campaign finance reform as voters grow increasingly frustrated with the role of big money in politics. A recent Pew Research Center report found that 77% of voters believe “there should be limits on the amount of money individuals and organizations can spend on campaigns”. Even if the bill doesn’t stand a chance of passing, reform advocates are galvanized by the widespread support among Democrats, including several presidential candidates. “It’s the boldest and most sweeping package of reforms in a generation,” wrote Tiffany Muller, the president of End Citizens United, a group that advocates around campaign finance reform. “It will reset the way our government works by amplifying the voice of everyday families, so that politicians must be accountable to them – not wealthy donors.”","charCount":"3962","shouldHideReaderRevenue":"false","showAffiliateLinks":"false"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"us-news/2019/mar/06/antisemitism-ilhan-omar-democrats-us-politics","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2019-03-07T00:08:15Z","webTitle":"Antisemitism debate exposes new fault lines in US politics","webUrl":"https://www.theguardian.com/us-news/2019/mar/06/antisemitism-ilhan-omar-democrats-us-politics","apiUrl":"https://content.guardianapis.com/us-news/2019/mar/06/antisemitism-ilhan-omar-democrats-us-politics","fields":{"headline":"Antisemitism debate exposes new fault lines in US politics","standfirst":"<p>The fallout from comments by Ilhan Omar spans identity politics, party politics, geopolitics and a generational divide</p>","trailText":"The fallout from comments by Ilhan Omar spans identity politics, party politics, geopolitics and a generational divide","byline":"David Smith in Washington","main":"<figure class=\"element element-image\" data-media-id=\"873476a7bdf2cbb0e76f82fbdf39d250acc10673\"> <img src=\"https://media.guim.co.uk/873476a7bdf2cbb0e76f82fbdf39d250acc10673/0_465_3238_1943/1000.jpg\" alt=\"Congresswoman Ilhan Omar at a committee meeting on Wednesday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Congresswoman Ilhan Omar at a committee meeting on Wednesday</span> <span class=\"element-image__credit\">Photograph: Mark Wilson/Getty Images</span> </figcaption> </figure>","body":"<p>An Israeli prime minister who has embraced Donald Trump and taken rightwing populism from his playbook. And a group of fiery young Democrats unafraid to question their elders or challenge the status quo. Put together, the elements were bound to be explosive.</p> <p>Democrats were<strong> </strong>expected to offer a resolution condemning antisemitism on the floor of the US House of Representatives on Thursday following the latest provocative comments by <a href=\"https://www.theguardian.com/us-news/2019/feb/18/ilhan-omar-congress-minnesota-democrat-antisemitism-isreal-apology-elliott-abrams\">Ilhan Omar of Minnesota,</a> who in January became one of the first two Muslim women in Congress.</p> <p>But the vote was pushed back as Democrats became increasingly divided over the language of the resolution, and whether it would be broadened to include anti-Muslim bias – a sign of the delicate balancing act for Democrats on a notoriously complex issue spanning identity politics, party politics, geopolitics and a generational divide.</p> <p>On Wednesday, Democrats accused Speaker Nancy Pelosi and other leaders of trying to rush out the resolution after Omar last week suggested the Jewish state’s supporters are pushing lawmakers to pledge “allegiance” to a foreign country.</p> <p>“As a member of Congress I should not get important information from cable news,” Democratic congresswoman Jahana Hayes of Connecticut, who also took up her seat in January, said in a statement.</p> <p>Meanwhile, the controversy spread to the White House and the Senate. </p> <p>“It is shameful that House Democrats won’t take a stronger stand against Anti-Semitism in their conference,” <a href=\"https://twitter.com/realDonaldTrump/status/1103382429140742144\">tweeted</a> President Donald Trump, who has himself been <a href=\"https://www.theguardian.com/us-news/2018/oct/29/donald-trumps-rhetoric-has-stoked-antisemitism-and-hatred-experts-warn\">accused of stoking anti-semitism</a>. “Anti-Semitism has fueled atrocities throughout history and it’s inconceivable they will not act to condemn it!”</p>  <figure class=\"element element-embed\" data-alt=\"Sign up for the US morning briefing\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/4300\" height=\"52px\" data-form-title=\"A different kind of daily email\" data-form-description=\"Sign up and get a daily US news briefing from the Guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks, you'll start getting the US morning briefing soon.\"></iframe> <figcaption>Sign up for the US morning briefing</figcaption> </figure>  <p>Vermont Senator Bernie Sanders, who is running for president as a Democrat in 2020 and is Jewish, defended Omar.</p> <p>“Anti-Semitism is a hateful and dangerous ideology which must be vigorously opposed in the United States and around the world. We must not, however, equate anti-Semitism with legitimate criticism of the right-wing, Netanyahu government in Israel,” he said. </p> <p>“What I fear is going on in the House now is an effort to target Congresswoman Omar as a way of stifling that debate,” he continued. “That’s wrong.”</p> <p>Democrats and Republicans alike have long expressed a rock-solid alliance with Israel. Leaders of both parties frequently address the annual American Israel Public Affairs Committee (Aipac) conference in Washington, which is coming up later this month.</p> <p>Omar and other critics suggest that Aipac has <a href=\"https://www.nytimes.com/2019/03/04/us/politics/aipac-congress-democrats.html\">too much sway over US policy</a>. At last year’s conference the Israeli prime minister, Benjamin Netanyahu, delivered a bellicose speech and <a href=\"https://www.theguardian.com/world/2018/mar/06/benjamin-netanyahu-aipac-trump-iran-nuclear\">“saluted” Trump for his plan</a> to withdraw from the Iran nuclear deal.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/feb/16/democratic-party-elites-silence-ilhan-omar\">Democratic party elites silence Ilhan Omar at their peril | Trita Parsi and Stephen Wertheim</a> </p> </aside>  <p>Indeed, Netanyahu and Trump have perhaps the closest relationship of any two Israeli and US leaders in history, and much in common. Israel’s attorney general has said he <a href=\"https://www.theguardian.com/world/2019/feb/28/benjamin-netanyahu-corruption-charges-decision-expected-today\">intends to indict Netanyahu on corruption charges,</a> while Trump is under investigation by the justice department, House Democrats and the federal prosecutors of the southern district of New York. Both men have punched back aggressively and cried “fake news!” Both are also accused of siding with far-right extremists in ways that threaten their respective democracies.</p> <p>So while there is nothing new about the US-Israel relationship drawing scrutiny from the left, the political moment is ripe. And it coincides with a younger generation far more willing to challenge old orthodoxies of foreign policy. In Congress, they are personified by Democratic newcomers including Omar, Alexandria Ocasio-Cortez, Pressley and Rashida Tlaib, who is also Muslim.</p> <p>“Being opposed to Netanyahu and the occupation is not the same as being antisemitic,” <a href=\"https://twitter.com/IlhanMN/status/1102317234125529088\">Omar, a hijab-wearing Somali</a><a href=\"https://twitter.com/IlhanMN/status/1102317234125529088\"> American, tweeted on Sunday</a>. “I am grateful to the many Jewish allies who have spoken out and said the same.”</p> <p>Omar has apologised for a 2012 tweet in which she said Israel had “hypnotised” America, <a href=\"https://www.cnn.com/2019/02/11/politics/ilhan-omar-aipac-backlash/index.html\">then again for suggesting</a> that members of Congress support Israel because they are paid to do so. Both remarks were condemned for employing antisemitic tropes, including by some who do not shy away from criticising Israel when the occasion demands.</p> <p>Then came a third incident. Speaking at a progressives’ town hall event in Washington last week, <a href=\"https://www.nytimes.com/2019/03/01/us/politics/ilhan-omar-israel.html\">Omar said</a>: “I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country.” Again, there was bipartisan outrage. Democrat Eliot Engel, chairman of the House foreign affairs committee, said it was a “vile antisemitic slur”. This time Omar refuses to say sorry.</p> <p><a href=\"https://www.kerrievelynharris.com/\">Kerri Evelyn Harris,</a> a progressive former 2018 Democratic candidate for the US Senate in Delaware, was in the audience as Omar spoke. “She was very emotional when asked that question and her voice broke holding back the tears,” Harris said via text message. “The media is pulling out pieces of her comment in what I consider to be an attempt to divide people.”</p> <p>She added: “It’s a high-ratings controversy and the party and the movement alike are allowing it to drive a wedge out of reaction.”</p>  <figure class=\"element element-image\" data-media-id=\"2affa586567049eb75e326c88b76069384a5835c\"> <img src=\"https://media.guim.co.uk/2affa586567049eb75e326c88b76069384a5835c/0_215_6457_3874/1000.jpg\" alt=\"Post-it notes of support are left outside the office of Representative Ilhan Omar.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Post-it notes of support are left outside the office of Representative Ilhan Omar.</span> <span class=\"element-image__credit\">Photograph: Andrew Harnik/AP</span> </figcaption> </figure>  <p>Some on the left regard the fierce backlash as an alliance between Republicans and centrist Democrats, and speak of the foreign policy establishment lashing out by using charges of antisemitism. They suggest that there is a concerted effort to “nuke” Omar now as a warning to others in her generation against speaking out.</p> <p>The Democratic congressman Juan Vargas of California <a href=\"https://twitter.com/RepJuanVargas/status/1102636576524374016\">tweeted that Omar was perpetuating</a> “hurtful anti-Semitic stereotypes” and added that “questioning support for the US-Israel relationship is unacceptable”. Ocasio-Cortez shot back: “Plenty of Dem members have asserted that discussion + debate on this issue is fair and merited. Is this stance a departure from that?”</p> <p>Plenty of Jewish Americans do debate the US-Israel relationship. <a href=\"https://www.truah.org/about/our-people/staff/\">Jill Jacobs,</a> executive director of T’ruah: The Rabbinic Call for Human Rights, said: “Israel is a country and a member of the UN, subject to the same international conventions and treaties. But it is unfortunately not uncommon for criticism of Israel to cross a line into antisemitism, which is what happens when you have tropes about money or an international conspiracy.</p> <p>“Congresswoman Omar used a couple of stereotypes, but we are hyper-focused on her remarks and some are weaponising those remarks in a way that will hurt the Jewish community.”</p>  <figure class=\"element element-image\" data-media-id=\"a3be26b87421be458b7d86d5868d813c04a766ed\"> <img src=\"https://media.guim.co.uk/a3be26b87421be458b7d86d5868d813c04a766ed/178_0_1802_1081/1000.jpg\" alt=\"White nationalist groups marched in Charlottesville, Virginia, in 2017, many chanting ‘Jews will not replace us!’ Donald Trump said they included some ‘very fine people’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">White nationalist groups marched in Charlottesville, Virginia, in 2017, many chanting ‘Jews will not replace us!’ Donald Trump said they included some ‘very fine people’.</span> <span class=\"element-image__credit\">Photograph: Mykal McEldowney/AP</span> </figcaption> </figure>  <p>Some observers detect hypocrisy, suggesting that Omar is being singled out disproportionately because she is a Muslim woman and Democrat. After white supremacists marched in Charlottesville, Virginia, <a href=\"https://www.theguardian.com/us-news/2017/aug/16/charlottesville-violence-right-left-trump\">chanting</a> “Jews will not replace us!” in 2017, Trump insisted “there were very fine people on both sides”.</p> <p><a href=\"https://www.democracyforamerica.com/site/staff\">Charles Chamberlain,</a> chair of Democracy for America, a progressive political action committee, said that while Democrats oppose antisemitism, “everyone paying attention knows that the particular resolution is being pushed right now, not to hold Republicans accountable for the countless times they have stood silently as the president whitewashed neo-Nazis, but instead to tell a newly elected, black, Muslim, refugee Congresswoman to sit down and shut up”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/feb/12/ilhan-omar-us-israel-policy-lobbying\">Ilhan Omar should be more radical about Israel, not less | Barnaby Raine</a> </p> </aside>  <p>Democratic congressional leaders, he added, are playing “directly into the hands of rightwing forces in the United States and abroad, looking to divide Democrats and ignore essential questions about American foreign policy”.</p> <p>Omar has faced ferocious blowback. An anti-Muslim poster outside the chamber of the West Virginia house of delegates falsely connected her to the 11 September 2001 terrorist attacks. <a href=\"https://www.theguardian.com/profile/haroon-moghul\">Haroon Moghul,</a> a fellow in Jewish-Muslim relations at the Shalom Hartman Institute of North America, said: “It’s not only a double standard on antisemitism but I’m yet to hear Republicans propose a resolution to condemn Islamophobia. Why speak out against one form of bigotry and not another?”</p> <p>But Moghul also said he wanted more from Omar. “My general disappointment is that rather than telling us what she’s for, she’s telling us what she’s against.”</p>","newspaperPageNumber":"31","wordcount":"1275","firstPublicationDate":"2019-03-06T13:50:04Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2019-03-07T12:56:19Z","newspaperEditionDate":"2019-03-07T00:00:00Z","productionOffice":"US","publication":"The Guardian","shortUrl":"https://gu.com/p/bv2bj","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/873476a7bdf2cbb0e76f82fbdf39d250acc10673/0_465_3238_1943/500.jpg","legallySensitive":"false","lang":"en","bodyText":"An Israeli prime minister who has embraced Donald Trump and taken rightwing populism from his playbook. And a group of fiery young Democrats unafraid to question their elders or challenge the status quo. Put together, the elements were bound to be explosive. Democrats were expected to offer a resolution condemning antisemitism on the floor of the US House of Representatives on Thursday following the latest provocative comments by Ilhan Omar of Minnesota, who in January became one of the first two Muslim women in Congress. But the vote was pushed back as Democrats became increasingly divided over the language of the resolution, and whether it would be broadened to include anti-Muslim bias – a sign of the delicate balancing act for Democrats on a notoriously complex issue spanning identity politics, party politics, geopolitics and a generational divide. On Wednesday, Democrats accused Speaker Nancy Pelosi and other leaders of trying to rush out the resolution after Omar last week suggested the Jewish state’s supporters are pushing lawmakers to pledge “allegiance” to a foreign country. “As a member of Congress I should not get important information from cable news,” Democratic congresswoman Jahana Hayes of Connecticut, who also took up her seat in January, said in a statement. Meanwhile, the controversy spread to the White House and the Senate. “It is shameful that House Democrats won’t take a stronger stand against Anti-Semitism in their conference,” tweeted President Donald Trump, who has himself been accused of stoking anti-semitism. “Anti-Semitism has fueled atrocities throughout history and it’s inconceivable they will not act to condemn it!” Vermont Senator Bernie Sanders, who is running for president as a Democrat in 2020 and is Jewish, defended Omar. “Anti-Semitism is a hateful and dangerous ideology which must be vigorously opposed in the United States and around the world. We must not, however, equate anti-Semitism with legitimate criticism of the right-wing, Netanyahu government in Israel,” he said. “What I fear is going on in the House now is an effort to target Congresswoman Omar as a way of stifling that debate,” he continued. “That’s wrong.” Democrats and Republicans alike have long expressed a rock-solid alliance with Israel. Leaders of both parties frequently address the annual American Israel Public Affairs Committee (Aipac) conference in Washington, which is coming up later this month. Omar and other critics suggest that Aipac has too much sway over US policy. At last year’s conference the Israeli prime minister, Benjamin Netanyahu, delivered a bellicose speech and “saluted” Trump for his plan to withdraw from the Iran nuclear deal. Indeed, Netanyahu and Trump have perhaps the closest relationship of any two Israeli and US leaders in history, and much in common. Israel’s attorney general has said he intends to indict Netanyahu on corruption charges, while Trump is under investigation by the justice department, House Democrats and the federal prosecutors of the southern district of New York. Both men have punched back aggressively and cried “fake news!” Both are also accused of siding with far-right extremists in ways that threaten their respective democracies. So while there is nothing new about the US-Israel relationship drawing scrutiny from the left, the political moment is ripe. And it coincides with a younger generation far more willing to challenge old orthodoxies of foreign policy. In Congress, they are personified by Democratic newcomers including Omar, Alexandria Ocasio-Cortez, Pressley and Rashida Tlaib, who is also Muslim. “Being opposed to Netanyahu and the occupation is not the same as being antisemitic,” Omar, a hijab-wearing Somali American, tweeted on Sunday. “I am grateful to the many Jewish allies who have spoken out and said the same.” Omar has apologised for a 2012 tweet in which she said Israel had “hypnotised” America, then again for suggesting that members of Congress support Israel because they are paid to do so. Both remarks were condemned for employing antisemitic tropes, including by some who do not shy away from criticising Israel when the occasion demands. Then came a third incident. Speaking at a progressives’ town hall event in Washington last week, Omar said: “I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country.” Again, there was bipartisan outrage. Democrat Eliot Engel, chairman of the House foreign affairs committee, said it was a “vile antisemitic slur”. This time Omar refuses to say sorry. Kerri Evelyn Harris, a progressive former 2018 Democratic candidate for the US Senate in Delaware, was in the audience as Omar spoke. “She was very emotional when asked that question and her voice broke holding back the tears,” Harris said via text message. “The media is pulling out pieces of her comment in what I consider to be an attempt to divide people.” She added: “It’s a high-ratings controversy and the party and the movement alike are allowing it to drive a wedge out of reaction.” Some on the left regard the fierce backlash as an alliance between Republicans and centrist Democrats, and speak of the foreign policy establishment lashing out by using charges of antisemitism. They suggest that there is a concerted effort to “nuke” Omar now as a warning to others in her generation against speaking out. The Democratic congressman Juan Vargas of California tweeted that Omar was perpetuating “hurtful anti-Semitic stereotypes” and added that “questioning support for the US-Israel relationship is unacceptable”. Ocasio-Cortez shot back: “Plenty of Dem members have asserted that discussion + debate on this issue is fair and merited. Is this stance a departure from that?” Plenty of Jewish Americans do debate the US-Israel relationship. Jill Jacobs, executive director of T’ruah: The Rabbinic Call for Human Rights, said: “Israel is a country and a member of the UN, subject to the same international conventions and treaties. But it is unfortunately not uncommon for criticism of Israel to cross a line into antisemitism, which is what happens when you have tropes about money or an international conspiracy. “Congresswoman Omar used a couple of stereotypes, but we are hyper-focused on her remarks and some are weaponising those remarks in a way that will hurt the Jewish community.” Some observers detect hypocrisy, suggesting that Omar is being singled out disproportionately because she is a Muslim woman and Democrat. After white supremacists marched in Charlottesville, Virginia, chanting “Jews will not replace us!” in 2017, Trump insisted “there were very fine people on both sides”. Charles Chamberlain, chair of Democracy for America, a progressive political action committee, said that while Democrats oppose antisemitism, “everyone paying attention knows that the particular resolution is being pushed right now, not to hold Republicans accountable for the countless times they have stood silently as the president whitewashed neo-Nazis, but instead to tell a newly elected, black, Muslim, refugee Congresswoman to sit down and shut up”. Democratic congressional leaders, he added, are playing “directly into the hands of rightwing forces in the United States and abroad, looking to divide Democrats and ignore essential questions about American foreign policy”. Omar has faced ferocious blowback. An anti-Muslim poster outside the chamber of the West Virginia house of delegates falsely connected her to the 11 September 2001 terrorist attacks. Haroon Moghul, a fellow in Jewish-Muslim relations at the Shalom Hartman Institute of North America, said: “It’s not only a double standard on antisemitism but I’m yet to hear Republicans propose a resolution to condemn Islamophobia. Why speak out against one form of bigotry and not another?” But Moghul also said he wanted more from Omar. “My general disappointment is that rather than telling us what she’s for, she’s telling us what she’s against.”","charCount":"8032","shouldHideReaderRevenue":"false","showAffiliateLinks":"false"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"},{"id":"media/2019/mar/07/alexandria-ocasio-cortez-is-the-new-politics-says-george-osborne","type":"article","sectionId":"us-news","sectionName":"US news","webPublicationDate":"2019-03-07T19:30:22Z","webTitle":"Alexandria Ocasio-Cortez is the new politics, says George Osborne","webUrl":"https://www.theguardian.com/media/2019/mar/07/alexandria-ocasio-cortez-is-the-new-politics-says-george-osborne","apiUrl":"https://content.guardianapis.com/media/2019/mar/07/alexandria-ocasio-cortez-is-the-new-politics-says-george-osborne","fields":{"headline":"Alexandria Ocasio-Cortez is the new politics, says George Osborne","standfirst":"<p>Former chancellor says his 90s style of politics now belongs to the ‘dinosaur age’</p>","trailText":"Former chancellor says his 90s style of politics now belongs to the ‘dinosaur age’","byline":"Jim Waterson Media editor","main":"<figure class=\"element element-image\" data-media-id=\"a59ba4dca8d3b58ab992191fb7dfa3612b06e6b0\"> <img src=\"https://media.guim.co.uk/a59ba4dca8d3b58ab992191fb7dfa3612b06e6b0/0_247_2500_1500/1000.jpg\" alt=\"Alexandria Ocasio-Cortez\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alexandria Ocasio-Cortez is part of a movement which has destroyed the old political order, according to Osborne.</span> <span class=\"element-image__credit\">Photograph: Lars Niki/Getty Images for The Athena Film Festival</span> </figcaption> </figure>","body":"<p>George Osborne has expressed his admiration for leftwing Democratic congresswoman Alexandria Ocasio-Cortez, saying that politicians who fail to copy her online campaigning tactics now belong to a “dinosaur age”.</p> <p>The former Conservative chancellor, who is now editor of the London Evening Standard, called the first-term congresswoman “one of the most famous politicians in the world” and said she was part of a movement which had destroyed the old political order with her understanding of social media.</p> <p>“I became pretty good at the form of politics that emerged in the 1990s in response to 24-hour news channels. The scripted soundbite. The good backdrop. The ruthless message discipline. It helped me and the team I was part of win two general elections,” he said.</p> <p>“But by 2017, when I left parliament, it was a style of politics that looked like it belonged to the dinosaur age. There are still plenty of politicians wandering around practising it, but they are facing extinction.”</p> <p>Osborne also said that the Conservative party with a “dwindling elderly membership based on a model of constituency associations from the Victorian age” could be facing destruction as a result of a failure to understand how the world had changed.</p> <p>Osborne, who shocked Westminster when he quit politics to become editor of the London newspaper two years ago, also said he always wanted to be the European commissioner for competition. Osborne said the job was attractive because it came with the power to stand up to the likes of Facebook – a role which would have pitted him against Nick Clegg, his former coalition colleague who is now the social network’s lobbying chief.</p>  <figure class=\"element element-image\" data-media-id=\"56993d21984531e79da8bafb6f2d469d09ba88b0\"> <img src=\"https://media.guim.co.uk/56993d21984531e79da8bafb6f2d469d09ba88b0/0_230_3194_1916/1000.jpg\" alt=\"George Osborne (right) with Nick Clegg in 2011.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">George Osborne (right) with Nick Clegg in 2011.</span> <span class=\"element-image__credit\">Photograph: Handout/Getty Images</span> </figcaption> </figure>  <p>He suggested that the government should give people ownership of their own internet data in order to undermine the market dominance of sites such as Facebook which profit from holding details about their users.</p> <p>“If the consumers owned their data, rather than one or two big producers, then we could all compete for their custom, and their data would follow,” he said, echoing proposals made last summer by the Labour leader, Jeremy Corbyn, about <a href=\"https://www.theguardian.com/politics/2018/aug/23/corbyn-proposes-public-facebook-as-part-of-media-overhaul\">removing control of user data</a> from Facebook.</p> <p>Osborne made the comments on Thursday night in a lecture to the London Press Club given in memory of the former Mirror editor Hugh Cudlipp. He also said that the future of British newspapers was under threat.</p> <p>Osborne, who has come under criticism for holding multiple jobs while editing a newspaper that is covering the fallout of his own decision to impose austerity measures on the country, insisted that concerns about fake news were pushing people back to traditional outlets.</p> <p>He also said newspapers were less influential in elections than people believed and that aggressive interviews with politicians were often pointless – perhaps <a href=\"https://www.theguardian.com/politics/2018/oct/31/george-osborne-we-got-things-wrong-in-run-up-to-eu-vote\">remembering </a><a href=\"https://www.theguardian.com/politics/2018/oct/31/george-osborne-we-got-things-wrong-in-run-up-to-eu-vote\">an uncomfortable appearance on Newsnight</a> last year when he was asked about Brexit and welfare cuts. He also said the press baron Rupert Murdoch once agreed that his newspapers were too anti-immigration.</p> <p>“It was great sport to watch when this aggressive approach first appeared in the 1960s with the likes of Robin Day on TV, but half a century later I wonder what good it’s done other than chase both politics and journalism down to the bottom of the league table of professions the public trusts.</p> <p>“I did many of those interviews and few I felt provided much illumination for the audience. You don’t have to treat democratic politicians as criminals to be a journalist of integrity. But nor should you regard them as messiahs.”</p> <p>He also suggested that the BBC should turn itself into a Netflix-style subscription service. As chancellor, Osborne helped drive the tough 2015 licence fee deal with the BBC, ending the state subsidy for free licences for over-75s and loading the cost on to the broadcaster – creating a financial headache for the BBC.</p>","wordcount":"635","firstPublicationDate":"2019-03-07T19:30:22Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2019-03-07T20:19:21Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://gu.com/p/bve4h","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/a59ba4dca8d3b58ab992191fb7dfa3612b06e6b0/0_247_2500_1500/500.jpg","legallySensitive":"false","lang":"en","bodyText":"George Osborne has expressed his admiration for leftwing Democratic congresswoman Alexandria Ocasio-Cortez, saying that politicians who fail to copy her online campaigning tactics now belong to a “dinosaur age”. The former Conservative chancellor, who is now editor of the London Evening Standard, called the first-term congresswoman “one of the most famous politicians in the world” and said she was part of a movement which had destroyed the old political order with her understanding of social media. “I became pretty good at the form of politics that emerged in the 1990s in response to 24-hour news channels. The scripted soundbite. The good backdrop. The ruthless message discipline. It helped me and the team I was part of win two general elections,” he said. “But by 2017, when I left parliament, it was a style of politics that looked like it belonged to the dinosaur age. There are still plenty of politicians wandering around practising it, but they are facing extinction.” Osborne also said that the Conservative party with a “dwindling elderly membership based on a model of constituency associations from the Victorian age” could be facing destruction as a result of a failure to understand how the world had changed. Osborne, who shocked Westminster when he quit politics to become editor of the London newspaper two years ago, also said he always wanted to be the European commissioner for competition. Osborne said the job was attractive because it came with the power to stand up to the likes of Facebook – a role which would have pitted him against Nick Clegg, his former coalition colleague who is now the social network’s lobbying chief. He suggested that the government should give people ownership of their own internet data in order to undermine the market dominance of sites such as Facebook which profit from holding details about their users. “If the consumers owned their data, rather than one or two big producers, then we could all compete for their custom, and their data would follow,” he said, echoing proposals made last summer by the Labour leader, Jeremy Corbyn, about removing control of user data from Facebook. Osborne made the comments on Thursday night in a lecture to the London Press Club given in memory of the former Mirror editor Hugh Cudlipp. He also said that the future of British newspapers was under threat. Osborne, who has come under criticism for holding multiple jobs while editing a newspaper that is covering the fallout of his own decision to impose austerity measures on the country, insisted that concerns about fake news were pushing people back to traditional outlets. He also said newspapers were less influential in elections than people believed and that aggressive interviews with politicians were often pointless – perhaps remembering an uncomfortable appearance on Newsnight last year when he was asked about Brexit and welfare cuts. He also said the press baron Rupert Murdoch once agreed that his newspapers were too anti-immigration. “It was great sport to watch when this aggressive approach first appeared in the 1960s with the likes of Robin Day on TV, but half a century later I wonder what good it’s done other than chase both politics and journalism down to the bottom of the league table of professions the public trusts. “I did many of those interviews and few I felt provided much illumination for the audience. You don’t have to treat democratic politicians as criminals to be a journalist of integrity. But nor should you regard them as messiahs.” He also suggested that the BBC should turn itself into a Netflix-style subscription service. As chancellor, Osborne helped drive the tough 2015 licence fee deal with the BBC, ending the state subsidy for free licences for over-75s and loading the cost on to the broadcaster – creating a financial headache for the BBC.","charCount":"3848","shouldHideReaderRevenue":"false","showAffiliateLinks":"false"},"isHosted":false,"pillarId":"pillar/news","pillarName":"News"}]}}